;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=عربي
;Language name in English e.g. German
LanguageEn=Arabic

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(فارغ)
21027=موافق
21028=الغاء الامر
21029=اغلاق

;Words - simple words can be reused
150=بلا
151=تطبيق
152=مجلد
153=ملف
154=الاسم
155=المسار
156=الاسم يمكن تغييره :
157=اختصار كبيورد :
158=المسار :
159=Reset
160=Hotkey
161=Edit
162=Theme
163=Export
;164=Tip
165=Example:
166=Parameter
167=Custom

;Global
602=خيارات قائمة الباحث

;Balloon
801=يتم تشغيل قائمة الباحث في الخلفية .
802=البحث أثناء الكتابة
803=البحث أثناء الكتابة تم تعطيل لهذه القائمة مؤقتا. للاستعادة اضغط ESC.

;Tray Menu
1001=التعليمات على الإنترنت
1002=التحقق من وجود التحديثات ...
1003=( thamermousa تعريب ) حول
1004=خروج

;Toolbar
1100=بحث

;Favorite Menu
2000=المفضلة
2001=هذا التطبيق
2002=عالمي
2003=أضف هنا
2004=إضافة المجلد الحالي إلى المفضلة
2050=فشل إضافة مفضلة
2051=الجدول غير قادر على الحصول على المسار من هذا التطبيق

;Recent Menu
2100=التاريخ
2101=تنظيف
2105=تتبع هذا التطبيق
2106=لا تتبع هذا التطبيق

;Commands Menu
2201=المجلدات المفتوحة حاليا
2202=انتقل لفتح مجلد التاريخ في مدير الملف
2203=فتح الملف المحدد في إدارة الملفات
2204=استكشاف المجلد الحالي
2205=موجة الأوامر
2206=انتقل إلى مجلد التطبيق
2207=استكشاف مجلد التطبيق
2208=إظهار ملحق الملف
2209=إظهار الملفات والمجلدات المخفية
2210=نسخ مسار المجلد إلى الحافظة
2211=نسخ مسارات عناصر المحددة إلى الحافظة
2212=نسخ أسماء العرض من المواد  المحددة إلى الحافظة
2213=خيارات
2214=إصدار الترقية إلى محترف
2215=Export List Content to Excel
2216=تعطيل تطبيق قائمة الباحث
2218=فاصل
2219=أعلى بمستوى واحد
2220=Create Folder
2252=لهذا التطبيق قائمة الباحث هل أنت متأكد تريد تعطيل
2253=قائمة الباحث تعطيل
2254=الجدول لن يظهر أكثر عند بدء تشغيل التالي لهذا التطبيق  . \n أنت يمكن أن تذهب إلى الخيارات دائما> تطبيقات لتمكينه ثانية
2260=موجة الأوامر (المدير العام)
2261=إضافة المجلد الحالي باعتباره المشروع

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=قائمة
2301=الانتقال إلى
2302=لا توجد مواد تطابق بحثك
2303=(المجلد الحالي)
2304=المشروع
2305=قائمة السياق

;Options > General
3000=عام
3001=عند بدء تشغيل الوندوز بدء قائمة الباحث
3002=تعيين تركيز الإدخال إلى قائمة الملفات تلقائياً لمستكشف الوندوز اكس بي
3004=(رمز التبديل السريع (فتح المجلد الحالي في مربع حوار ملف عند التبديل من مدير ملف
3005=اللغة:
3006=إدارة الملفات الافتراضية
3007=استخدام %1 في المعلمة للمسار. لا تنسوا علامات الاقتباس\n ملء هذا إذا كنت تفضل استخدام إدارة ملفات غير مستكشف الوندوز
3008=مطابقة تقريبية
3009=التحقق من وجود تحديثات تلقائيا
3010=تحقق من الإصدارات التجريبية الجديدة
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=بادئة لتعطيل الاكتشاف أثناء الكتابة للقائمة الحالية مؤقتا (اضغط ESC لاستعادة):

;Options > Favorites
3100=المفضلة
3106=القائمة الفرعية

;Options > Keywords
3300=Keywords
3306=إضافة أمر مخصص
3309=الامر
3313=عرض العنوان :
3314=الوصف :
3315=الكلمة :
3316=صامت
3317=تشغيل كمسؤول
3318=Batch Add
3319=Working directory:
3320=Only show in launcher
3330=Format:

;Options > Applications
3402=لهذا التطبيق قائمة الباحث مكن
3403=تعقب الملفات والحافظات الأخيرة

;Options > Display
3603=نسبة إلى القائمة
3604=نسبة إلى النافذة
3605=من أعلى
3606=من أسفل
3607=من اليسار
3608=من اليمين
3618=أعلى النافذة
3619=الجزء السفلي من النافذة
3620=النسبية لرصد
3621=Center of window
3624=بالماوس انقر-نقرا مزدوجا فوق في منطقة فارغة لتفعيل قائمة الباحث
3625=الماوس الأيمن فوق المتوسطة لتفعيل قائمة الباحث
3626=Enable Listary hotkeys
3628=شريط أدوات الموقع
3629=البحث أثناء الكتابة

;Options > Pro
3800=الترقية إلى قائمة الباحث بروفيشنال
3802=الاسم :
3803=بريد :
3804=رمز التسجيل :
3808=لصق من الحافظة
3809=تحقق من رمز التسجيل
3810=تهانينا، لقد قمت بالترقية بنجاح لـ قائمة الباحث بروفيشنال !
3811=آسف، رمز التسجيل غير صالح.
3812=قائمة الباحث هو مجاني للاستخدام الشخصي غير التجاري فقط.
3813=إذا كنت ترغب في استخدام قائمة الباحث لأغراض تجارية أو في مكان عملك، أو إذا كنت ترغب في دعم تطوير قائمة الباحث، الرجاء الترقية إلى قائمة الباحث بروفيشنال.
3814=الحصول بروفيشنال قائمة الباحث الآن !

;Options > About
3900=حول ( تعريب ثامرموسى )
3902=قائمة الباحث هو اسم البرنامج بالعربي - Listary \n عرض الصفحة الرئيسية
3903=تعريب ثامرموسى - تم ترخيص هذا البرنامج لـ

;Options > Integration
4000=التكامل
4002=استخدم الاوامر الكلية لإستبدال حوارات الملف :

;Custom Command Dialog
4200=أمر مخصص
4202=المعلمة :
4210=إنشاء ملف txt (مثال)
4211=إنشاء "{query}.txt"
4212=على سبيل المثال نوع "txt abc" تحرير لـ "abc.txt" باستخدام المفكرة

;Add Favorite Dialog
4300=إضافة للمفضلة
4301=استخدام مسار

;Menu List
4400=قائمة
4401=شريط الأدوات
4402=القائمة المنبثقة
4403=المفضلة
4404=التطبيق المفضل
4405=مجموع القائمة اوامر الدليل
4406=التاريخ
4407=الاوامر
4408=النقر بالماوس يسار على ايقونة صينية صينية النظام
4409=النقر بالماوس يمين على ايقونة صينية صينية النظام

;Menu List Item Type
4500=المجلد المفضلة
4501=المستندات المفضلة
4502=تشغيل التطبيق

;Options > Menus
5000=القائمة
5001=الاوامر
5002=إعادة تعيين القوائم
5003=هل أنت متأكد من أنك تريد إعادة تعيين كافة القوائم إلى الافتراضي؟ أنك لن تخسر المفضلة لديك أو الأوامر
5010=تغيير الأيقونة
5011=استعادة الأيقونة الافتراضي

;Options > Hotkeys
5200=مفاتيح الاختصار
3503=قائمة الباحث اظهار شريط أدوات :
3504=إظهار قائمة منبثقة :
5201=Press Ctrl twice to show/hide Listary
5210=Next item:
5211=Previous item:


;Options > By Application
5300=App Settings
5301=مسارات معلقة
5302=يتم عرض التطبيقات فقط مع إعدادات الغير-الافتراضية .

;Options > Index
;Removed: 5402 5403
5404=استبعاد البحث القرص
5410=استبعاد محرك أقراص أو مجلد
5411=إضافة استبعاد مرشح
5412=إزالة الإدخال المحدد
5413=قرص بحث
5416=تعطيل بحث القرص
5417=قوة إعادة بناء مؤشر
5418=تحميل ...
5419=المؤشر
5420=وحدات تخزين NTFS
5421=مواقع مخصصة مؤشر
5422=الاستثناءات مجلد غير صالح
5423=مرشحات الاستبعاد
5430=إضافة موقع مخصص لمؤشر
5440=مؤشر التحديث كل $1 دقيقة (0 لتعطيل)
5441=مؤشر التحديث الآن


;Options > History
5500=التاريخ
5501=ملف المسار والمجلد التاريخ مفتوحة
5502=التاريخ النظيف
5503=هل أنت متأكد أنك تريد حذف جميع سجلات التاريخ ؟
3208=حدد الملف المؤرخ المفتوح تلقائياً في مربع حوار فتح الملف
3215=البحث مؤخرا في الملفات والمجلدات
5510=استبعاد التاريخ

;Options > Projects
5600=مشاريع
5601=كلمة
5602=ما هذا؟
5603=على سبيل المثال، إذا قمت بإضافة "D:\Websites\My Blog" كمشروع مع الكلمة "blog", يمكنك كتابة "blog file_to_find.html" إلى الملفات والمجلدات بحث فيه من أي مكان في أي وقت.
5605=ترقية إلى بروفيشنال قائمة الباحث الآن لاستخدام المشاريع !

;Options > Appearance
5700=المظهر
5701=الحجم
5702=طبيعي
5703=الصغيرة
5710=(بالبكسل. 0 لاستخدام الافتراضي)
5711=العرض :
5712=أقصى ارتفاع :

;Options > Launch Apps
5800=إطلاق تطبيقات
5801=مجلدات البحث
5802=Search Windows Store apps

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Options > Actions
6000=Actions
6001=Add custom action
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=إضافة استبعاد التصفية
6101=* تطابق صفر أو أكثر من الأحرف
6102=? تطابق بالضبط حرف واحد
6103=تصفية :

;Dialog > Register Hotkey
6200=مفتاح الاختصار قائمة الباحث
6201=مفتاح الاختصار $1 يؤخذ من قبل تطبيق آخر .
6202=تحديد واحدة جديدة :

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=متابعة

;Updates
6400=قائمة الباحث تحديث
6402=قائمة الباحث لا يمكن التحقق من وجود تحديثات الآن، الرجاء المحاولة مرة أخرى لاحقا .
6403=أنت بالفعل باستخدام أحدث إصدار من قائمة الباحث ، يرجى التحقق مرة أخرى في المستقبل .
6404=نسخة جديدة 1 دولار هو متاح .
6405=المثبتة الإصدار :
6406=أحدث إصدار :
6407=فتح صفحة التحميل
6408=تخطي هذه النسخة
6409=تذكير في وقت لاحق

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=انقر لتعيين مفتاح الاختصار
8001=اضغط على مفتاح الاختصار

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=العمل
9001=فتح المجلد
9002=نسخ مسار الملف إلى الحافظة
9003=فتح
9004=نسخ مسار المجلد إلى الحافظة
9005=نسخ إلى المجلد الحالي
9006=نقل إلى المجلد الحالي
9007=نسخ
9008=قص
9009=Send to
9010=Set Keyword
9011=Open with
9020=هل أنت متأكد أنك تريد نقل "$1" الى "$2" ?
9021=Choose another app

;Tutorial
7000=البرنامج التعليمي
7001=محاولة ذلك !
7002=التالي >
7003=لا, شكرا
7004=أنجز
7005=انقر *التالي >* عند الانتهاء من ذلك

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=سيتم فتح نافذة إكسبلورر للحصول على ما بدأته .

7030=في مستكشف يمكنك كتابة مباشرة ما تحتاجه .
7031=نوع *text 2*

7040=*Tab / Up / Down:* تحديد ملف أو مجلد
7041=*Enter:* فتح الملف المحدد أو مجلد
7042=*ESC:* إخفاء شريط الأدوات قائمة الباحث

7090=إذا كنت تفضل الماوس، يمكنك استخدام الماوس أو انقر نقرا مزدوجا فوق المتوسطة انقر للوصول قائمة الباحث .
7091=انقر نقرا مزدوجا في أي منطقة فارغة من لوحة الحق في مستكشف .

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=اضغط على مفتاح الإدخال للفتح

7110=الآن يجب أن يكون لديك نافذة المفكرة للفتح .
7111=In Notepad, click File menu > Open…
7112=رجاء *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=شكرا جزيلا على وقتك ! اضغط على الرابط التالي لمعرفة المزيد حول ميزات أخرى كبيرة من قائمة الباحث :
7142=معرفة المزيد عن قائمة الباحث

